// 霸都丶傲天 2019年10月10日 https://github.com/AJLoveChina/birthday
var config = {
    // 句子的长度可以任意， 你可以写十句话， 二十句话都可以
    // 每句话尽量不要超过15个字,不然展示效果可能不太好
    texts: [
        "送給",      //这里,每句话结尾的最后一个逗号必须是英文的哦!! 很重要哦!!
        "淺淺",  // 同上...
        "今天是妳的生日",
        "這是我們認識的",
        "第2次生日了喔。",
        "最近妳好嗎",
        "我們已經半年沒什麼說話呢", 
        "我心情也沉澱了半年",       
        "......",
        "現在的我好很多了",
        "我之前一直以為你很討厭我",
        "所以我消沉了一陣子",
        "也冷靜了一陣子",
        "也許一切只是我想太多",
        "也謝謝你",
        "讓我有這個機會可以想明白",
        "現在回想",
        "我以前做很多事都蠻白癡的XD",
        "~~~(分隔線)~~~",
        "俗話說",
        "友情不是茶", 
        "越沖越淡", 
        "而是酒", 
        "越陳越香。", 
        "~~~(分隔線)~~~",
        "妳想要什麼禮物我都可以", 
        "我都...", 
        "我都...", 
        "截圖給妳இдஇ", 
        "開玩笑的啦(*/ω＼*)",
        "生日快樂!", 
        "祝妳青春常駐",
        "越來越靚女!",
        "芭樂 2021.3.6",
        "ps:以後還要一起做朋友喔",
    ],
    /**
     * imgs 可以不填, 但是如果要填写的话必须遵循下面的格式
     * "对应上面的文字, 要完全一样" : "图片地址, 可以把图片放在imgs文件夹中"
     * 例如
     * "心爱的小可爱": "./imgs/xiaokeai.jpg"
     *
     * 如果不要图片的话, 直接在每行开头写两个斜杠注释即可, 例如下面的 "今天是你的生日" 的图片就不会展示了:)
     * Tip: 图片最好用正方形or接近正方形, 看起来效果更好
     */
    imgs: {
        "今天是妳的生日": "./imgs/Screenshot_20210222-184250553_1.jpg",
        // "今天是你的生日": "./imgs/birthday.jpg",
    },
    // 按钮文字描述, 以下是默认的按钮文字，英文的，您可以改成你喜欢的文字
    desc: {
        turn_on: "怎麼一片漆黑?",
        play: "MUSIC",
        bannar_coming: "電燈泡?",
        balloons_flying: "好像少點什麼",
        cake_fadein: "氣球？",
        light_candle: "蛋糕？",
        wish_message: "生日快樂",
        story: "A MESSAGE FOR YOU",
    }
};
